# Syntax highlighting
z-shell/F-Sy-H

# Completion
marlonrichert/zsh-autocomplete
zsh-users/zsh-autosuggestions

# Oh My Zsh lib
ohmyzsh/ohmyzsh path:lib/clipboard.zsh
ohmyzsh/ohmyzsh path:lib/completion.zsh
ohmyzsh/ohmyzsh path:lib/directories.zsh
ohmyzsh/ohmyzsh path:lib/functions.zsh
ohmyzsh/ohmyzsh path:lib/history.zsh

# Oh My Zsh plugins
ohmyzsh/ohmyzsh path:plugins/git
ohmyzsh/ohmyzsh path:plugins/asdf
ohmyzsh/ohmyzsh path:plugins/zoxide
ohmyzsh/ohmyzsh path:plugins/ssh-agent
ohmyzsh/ohmyzsh path:plugins/virtualenvwrapper

# Alias
ntnyq/omz-plugin-pnpm
