# Standard plugins
z-shell/F-Sy-H
marlonrichert/zsh-autocomplete
zsh-users/zsh-autosuggestions
ntnyq/omz-plugin-pnpm

# Oh My Zsh lib (required before OMZ plugins)
ohmyzsh/ohmyzsh path:lib

# Oh My Zsh plugins
ohmyzsh/ohmyzsh path:plugins/git
ohmyzsh/ohmyzsh path:plugins/asdf
ohmyzsh/ohmyzsh path:plugins/zoxide
ohmyzsh/ohmyzsh path:plugins/ssh-agent
ohmyzsh/ohmyzsh path:plugins/virtualenvwrapper
